{"#CC=CC=C": 1, "#CC=CCC=": 2, "#CC=CN=C": 3, "#CC=CNC=": 4, "#CC=NC=C": 5, "#CCC)C)N": 6, "#CCCCCCC": 7, "#CCN))))": 8, "#CCNC)))": 9, "#CCNC)C)": 10, "#CCNCCCC": 11, "#CCNCCOC": 12, "#CCNS=O)": 13, "#CCOC=CC": 14, "#CCOCCCC": 15, "#CCOCCOC": 16, "#N))))))": 17, "#N)))))C": 18, "#N)))))N": 19, "#N))))C#": 20, "#N))))C=": 21, "#N))))NC": 22, "#N)))C=C": 23, "#N)))CCN": 24, "#N)))F))": 25, "#N)))N))": 26, "#N)))NC=": 27, "#N)))O))": 28, "#N)))OCC": 29, "#N))C#N)": 30, "#N))C=CC": 31, "#N))C=NC": 32, "#N))C=O)": 33, "#N))OC=C": 34, "%10%14)O": 35, "%10)))))": 36, "%10))))C": 37, "%10))))N": 38, "%10)))C)": 39, "%10)))C=": 40, "%10)))N)": 41, "%10)))NC": 42, "%10)))O)": 43, "%10))C))": 44, "%10))C=C": 45, "%10))C=N": 46, "%10))C=O": 47, "%10))F))": 48, "%10))NC=": 49, "%10))NCC": 50, "%10))NN=": 51, "%10))O))": 52, "%10))OC)": 53, "%10))S=O": 54, "%10)C=CC": 55, "%10)C=O)": 56, "%10)CF)F": 57, "%10)Cl))": 58, "%10)F)))": 59, "%10)N)))": 60, "%10)NC=C": 61, "%10)O)))": 62, "%10)OC%1": 63, "%10)OC))": 64, "%105)C=C": 65, "%106)))N": 66, "%106)C=C": 67, "%106)C=O": 68, "%106)F))": 69, "%106)O))": 70, "%10=C%13": 71, "%10=CC=C": 72, "%10=CN=C": 73, "%10=N%13": 74, "%10=NC=C": 75, "%10=O)))": 76, "%10=O))C": 77, "%10=O))O": 78, "%10Br)))": 79, "%10Br))N": 80, "%10C=C%1": 81, "%10C=CC=": 82, "%10C=CSC": 83, "%10C=NN5": 84, "%10C=O)N": 85, "%10CCCCC": 86, "%10CF)F)": 87, "%10Cl)))": 88, "%10Cl))N": 89, "%10F))NC": 90, "%10N%13)": 91, "%10NC%13": 92, "%10NC=O)": 93, "%10NCC))": 94, "%10NOC5=": 95, "%10OC)))": 96, "%10SNC5=": 97, "%11))))C": 98, "%11))))I": 99, "%11)C=CC": 100, "%116)N%1": 101, "%11=O)))": 102, "%11C=CC=": 103, "%12)))))": 104, "%12))))O": 105, "%12)))C=": 106, "%12)))CC": 107, "%12)))F)": 108, "%12)CCC=": 109, "%12=O)))": 110, "%12C=CC=": 111, "%12CCCCC": 112, "%13%10))": 113, "%13%16))": 114, "%13%20))": 115, "%13)))))": 116, "%13)CNC5": 117, "%136))))": 118, "%139))))": 119, "%13=CC=C": 120, "%13=O))C": 121, "%13C#N))": 122, "%13C%16)": 123, "%13C%16=": 124, "%13C=O)N": 125, "%13CC%17": 126, "%13N%16)": 127, "%13NC%16": 128, "%14%10)O": 129, "%14)))))": 130, "%14))))C": 131, "%14)))C=": 132, "%14))N))": 133, "%14)C=CC": 134, "%14)O)))": 135, "%14OCCNC": 136, "%15)))))": 137, "%15))CC=": 138, "%15)O))O": 139, "%15C5=C9": 140, "%16%13)C": 141, "%16%23))": 142, "%16)))))": 143, "%16))))O": 144, "%16)))C=": 145, "%16)))CC": 146, "%16=C%20": 147, "%16=O)))": 148, "%16N%19)": 149, "%17))))C": 150, "%18%14))": 151, "%18))))N": 152, "%18))))O": 153, "%18)))O)": 154, "%18=O)))": 155, "%19)))))": 156, "%19))))O": 157, "%19)CCOC": 158, "%19=CC=C": 159, "%19C9=C%": 160, "%19C=C5C": 161, "%19C=CC=": 162, "%20)))))": 163, "%20))))O": 164, "%20))CC%": 165, "%20))CCC": 166, "%20C5C=O": 167, "%20O))))": 168, "%21))))C": 169, "%21))C9=": 170, "%21)C)))": 171, "%21C9=C%": 172, "%22)))OC": 173, "%22C9=C%": 174, "%22C=C5C": 175, "%22O%21)": 176, "%23)))))": 177, "%23))))O": 178, "%23=CC=C": 179, "%23C9=C%": 180, "%23OC)))": 181, "%26C9=C%": 182, "%27%31)O": 183, "%30=O)))": 184, "%31))))O": 185, "%31)O)))": 186, "))))))))": 187, ")))))))B": 188, ")))))))C": 189, ")))))))F": 190, ")))))))I": 191, ")))))))N": 192, ")))))))O": 193, ")))))))S": 194, ")))))))[": 195, "))))))Br": 196, "))))))C#": 197, "))))))C)": 198, "))))))C5": 199, "))))))C6": 200, "))))))C=": 201, "))))))CC": 202, "))))))CF": 203, "))))))CN": 204, "))))))CO": 205, "))))))CS": 206, "))))))Cl": 207, "))))))F)": 208, "))))))N)": 209, "))))))N5": 210, "))))))N=": 211, "))))))NC": 212, "))))))NN": 213, "))))))NS": 214, "))))))O)": 215, "))))))OC": 216, "))))))S5": 217, "))))))S=": 218, "))))))SC": 219, "))))))[N": 220, "))))))[O": 221, ")))))Br)": 222, ")))))C#C": 223, ")))))C#N": 224, ")))))C))": 225, ")))))C)C": 226, ")))))C5=": 227, ")))))C6)": 228, ")))))C6=": 229, ")))))C6C": 230, ")))))C=C": 231, ")))))C=N": 232, ")))))C=O": 233, ")))))CC#": 234, ")))))CC)": 235, ")))))CC=": 236, ")))))CCC": 237, ")))))CCN": 238, ")))))CCO": 239, ")))))CCl": 240, ")))))CF)": 241, ")))))CN6": 242, ")))))CNC": 243, ")))))CNS": 244, ")))))CO)": 245, ")))))COC": 246, ")))))CS6": 247, ")))))Cl)": 248, ")))))F))": 249, ")))))N))": 250, ")))))N5)": 251, ")))))N=C": 252, ")))))N=N": 253, ")))))N=O": 254, ")))))NC)": 255, ")))))NC5": 256, ")))))NC6": 257, ")))))NC=": 258, ")))))NCC": 259, ")))))NN5": 260, ")))))NN=": 261, ")))))NNC": 262, ")))))NS=": 263, ")))))O))": 264, ")))))OC)": 265, ")))))OC.": 266, ")))))OC6": 267, ")))))OC=": 268, ")))))OCC": 269, ")))))OCF": 270, ")))))S5)": 271, ")))))S5.": 272, ")))))S=O": 273, ")))))SC5": 274, ")))))SC=": 275, ")))))SCC": 276, ")))))SCF": 277, ")))))[N+": 278, ")))))[O-": 279, "))))Br))": 280, "))))C#CC": 281, "))))C#N)": 282, "))))C)))": 283, "))))C))C": 284, "))))C)C)": 285, "))))C5=O": 286, "))))C6))": 287, "))))C6=C": 288, "))))C6C%": 289, "))))C=C5": 290, "))))C=C6": 291, "))))C=CC": 292, "))))C=CN": 293, "))))C=CS": 294, "))))C=N5": 295, "))))C=N6": 296, "))))C=NC": 297, "))))C=NN": 298, "))))C=NO": 299, "))))C=O)": 300, "))))CC#N": 301, "))))CC)C": 302, "))))CC=C": 303, "))))CC=O": 304, "))))CCC)": 305, "))))CCC3": 306, "))))CCC=": 307, "))))CCCC": 308, "))))CCCF": 309, "))))CCCN": 310, "))))CCCO": 311, "))))CCCS": 312, "))))CCN)": 313, "))))CCNC": 314, "))))CCO)": 315, "))))CCOC": 316, "))))CCOP": 317, "))))CCl)": 318, "))))CF)F": 319, "))))CNC)": 320, "))))CNC5": 321, "))))CNC=": 322, "))))CNCC": 323, "))))CNS=": 324, "))))CO))": 325, "))))COC)": 326, "))))COC5": 327, "))))COC=": 328, "))))COCC": 329, "))))Cl))": 330, "))))F)))": 331, "))))F))C": 332, "))))F))F": 333, "))))F))N": 334, "))))F))O": 335, "))))I))N": 336, "))))N)))": 337, "))))N))C": 338, "))))N5))": 339, "))))N=C5": 340, "))))N=C6": 341, "))))N=CN": 342, "))))N=N5": 343, "))))N=O)": 344, "))))NC))": 345, "))))NC)C": 346, "))))NC)O": 347, "))))NC)S": 348, "))))NC5=": 349, "))))NC6=": 350, "))))NC7=": 351, "))))NC=C": 352, "))))NC=N": 353, "))))NC=O": 354, "))))NC=S": 355, "))))NCC)": 356, "))))NCC=": 357, "))))NCCC": 358, "))))NCCN": 359, "))))NCCO": 360, "))))NN5)": 361, "))))NN=C": 362, "))))NNC=": 363, "))))NS=O": 364, "))))O)))": 365, "))))O))B": 366, "))))O))C": 367, "))))O))F": 368, "))))O))N": 369, "))))O))O": 370, "))))O.[C": 371, "))))OC))": 372, "))))OC.C": 373, "))))OC.[": 374, "))))OC5=": 375, "))))OC6=": 376, "))))OC6O": 377, "))))OC=C": 378, "))))OC=N": 379, "))))OC=O": 380, "))))OCC.": 381, "))))OCC=": 382, "))))OCCC": 383, "))))OCCN": 384, "))))OCF)": 385, "))))S5))": 386, "))))S5.C": 387, "))))S=O)": 388, "))))SC5=": 389, "))))SC=C": 390, "))))SCC=": 391, "))))SCF)": 392, "))))[N+]": 393, "))))[O-]": 394, ")))Br)))": 395, ")))Br))O": 396, ")))C#CC=": 397, ")))C#N))": 398, ")))C%10)": 399, ")))C))))": 400, ")))C)))C": 401, ")))C)))N": 402, ")))C))C=": 403, ")))C))CC": 404, ")))C))NC": 405, ")))C))OC": 406, ")))C)C))": 407, ")))C5=O)": 408, ")))C6)))": 409, ")))C6=CC": 410, ")))C6C%1": 411, ")))C9=NC": 412, ")))C=C%1": 413, ")))C=C5)": 414, ")))C=C5C": 415, ")))C=C6)": 416, ")))C=C6C": 417, ")))C=CC6": 418, ")))C=CC=": 419, ")))C=CCC": 420, ")))C=CCN": 421, ")))C=CN5": 422, ")))C=CN=": 423, ")))C=CNC": 424, ")))C=CNN": 425, ")))C=CO5": 426, ")))C=CSC": 427, ")))C=N5)": 428, ")))C=N6)": 429, ")))C=NC=": 430, ")))C=NN5": 431, ")))C=NN=": 432, ")))C=NNC": 433, ")))C=NO5": 434, ")))C=O)C": 435, ")))C=O)N": 436, ")))C=O)O": 437, ")))CC#N)": 438, ")))CC)C)": 439, ")))CC)C=": 440, ")))CC=C)": 441, ")))CC=C6": 442, ")))CC=CC": 443, ")))CC=NC": 444, ")))CC=NO": 445, ")))CC=O)": 446, ")))CCC))": 447, ")))CCC3)": 448, ")))CCC3C": 449, ")))CCC=O": 450, ")))CCCC#": 451, ")))CCCC4": 452, ")))CCCC=": 453, ")))CCCCC": 454, ")))CCCCO": 455, ")))CCCF)": 456, ")))CCCN)": 457, ")))CCCNC": 458, ")))CCCOC": 459, ")))CCCSC": 460, ")))CCF)F": 461, ")))CCN))": 462, ")))CCNC4": 463, ")))CCNC=": 464, ")))CCNCC": 465, ")))CCO))": 466, ")))CCOC)": 467, ")))CCOP=": 468, ")))CCl))": 469, ")))CF)F)": 470, ")))CN%10": 471, ")))CNC)C": 472, ")))CNC5=": 473, ")))CNC=C": 474, ")))CNC=N": 475, ")))CNC=O": 476, ")))CNCCC": 477, ")))CNCCO": 478, ")))CNS=O": 479, ")))CO)))": 480, ")))COC))": 481, ")))COC5=": 482, ")))COC=C": 483, ")))COC=O": 484, ")))COCC=": 485, ")))Cl)))": 486, ")))Cl))C": 487, ")))Cl))F": 488, ")))Cl))N": 489, ")))Cl))O": 490, ")))F))))": 491, ")))F)))C": 492, ")))F)))F": 493, ")))F))C=": 494, ")))F))Cl": 495, ")))F))F)": 496, ")))F))N=": 497, ")))F))NC": 498, ")))F))OC": 499, ")))I))N5": 500, ")))N))))": 501, ")))N)))C": 502, ")))N))C#": 503, ")))N))C=": 504, ")))N))Cl": 505, ")))N))N=": 506, ")))N5)))": 507, ")))N5))C": 508, ")))N=C5C": 509, ")))N=C5N": 510, ")))N=C6)": 511, ")))N=C6C": 512, ")))N=C6N": 513, ")))N=CC=": 514, ")))N=CN)": 515, ")))N=CN5": 516, ")))N=CN=": 517, ")))N=CNC": 518, ")))N=NC=": 519, ")))N=O))": 520, ")))N=[N+": 521, ")))NC)))": 522, ")))NC)C)": 523, ")))NC)C=": 524, ")))NC)CC": 525, ")))NC)OC": 526, ")))NC)S=": 527, ")))NC5=C": 528, ")))NC5=O": 529, ")))NC6=N": 530, ")))NC6=O": 531, ")))NC7=O": 532, ")))NC=C5": 533, ")))NC=CC": 534, ")))NC=N5": 535, ")))NC=NC": 536, ")))NC=NN": 537, ")))NC=O)": 538, ")))NC=S)": 539, ")))NCC)C": 540, ")))NCC=C": 541, ")))NCCC)": 542, ")))NCCC=": 543, ")))NCCCC": 544, ")))NCCCN": 545, ")))NCCCO": 546, ")))NCCN)": 547, ")))NCCNC": 548, ")))NCCO)": 549, ")))NCCOC": 550, ")))NN5))": 551, ")))NN5)C": 552, ")))NN=C5": 553, ")))NN=CC": 554, ")))NNC5=": 555, ")))NNC=C": 556, ")))NNC=O": 557, ")))NS=O)": 558, ")))O%21)": 559, ")))O))))": 560, ")))O)))C": 561, ")))O)))O": 562, ")))O))Br": 563, ")))O))C=": 564, ")))O))CC": 565, ")))O))Cl": 566, ")))O))F)": 567, ")))O))NC": 568, ")))O))O)": 569, ")))O))OC": 570, ")))O.[Cl": 571, ")))OC%23": 572, ")))OC)))": 573, ")))OC.Cl": 574, ")))OC.[B": 575, ")))OC.[I": 576, ")))OC5=N": 577, ")))OC6=C": 578, ")))OC6OC": 579, ")))OC=C6": 580, ")))OC=CC": 581, ")))OC=CN": 582, ")))OC=NC": 583, ")))OC=NN": 584, ")))OC=O)": 585, ")))OCC.[": 586, ")))OCC=C": 587, ")))OCC=O": 588, ")))OCCC6": 589, ")))OCCC=": 590, ")))OCCCC": 591, ")))OCCCN": 592, ")))OCCCO": 593, ")))OCCF)": 594, ")))OCCNC": 595, ")))OCF)F": 596, ")))OCOC)": 597, ")))ON=C5": 598, ")))OS=O)": 599, ")))S5)))": 600, ")))S5.C=": 601, ")))S=O)=": 602, ")))SC5=C": 603, ")))SC=C5": 604, ")))SC=CC": 605, ")))SC=CN": 606, ")))SC=[N": 607, ")))SCC=C": 608, ")))SCF)F": 609, ")))SN=C5": 610, ")))[N+]=": 611, ")))[N+]C": 612, ")))[O-])": 613, "))Br))))": 614, "))Br)))C": 615, "))Br)))F": 616, "))Br))N=": 617, "))Br))O)": 618, "))Br))OC": 619, "))C#CC=C": 620, "))C#N)))": 621, "))C%10))": 622, "))C%16=O": 623, "))C)))))": 624, "))C))))C": 625, "))C))))O": 626, "))C)))C)": 627, "))C)))C=": 628, "))C))C=C": 629, "))C))CC)": 630, "))C))NC=": 631, "))C))NCC": 632, "))C))O))": 633, "))C))OC=": 634, "))C)C)))": 635, "))C)O))O": 636, "))C5=O))": 637, "))C6)))C": 638, "))C6=CC%": 639, "))C6C%10": 640, "))C9=C%1": 641, "))C9=NC%": 642, "))C=C%10": 643, "))C=C5))": 644, "))C=C5C=": 645, "))C=C6))": 646, "))C=C6)C": 647, "))C=C6)F": 648, "))C=C6)N": 649, "))C=C6)S": 650, "))C=C6C#": 651, "))C=C6C=": 652, "))C=C6CC": 653, "))C=CC%1": 654, "))C=CC5)": 655, "))C=CC5=": 656, "))C=CC6=": 657, "))C=CC6C": 658, "))C=CC=C": 659, "))C=CC=N": 660, "))C=CC=O": 661, "))C=CCC6": 662, "))C=CCCC": 663, "))C=CCCN": 664, "))C=CCNC": 665, "))C=CN5)": 666, "))C=CN5C": 667, "))C=CN=C": 668, "))C=CN=N": 669, "))C=CNC=": 670, "))C=CNN=": 671, "))C=CNNC": 672, "))C=CO5)": 673, "))C=COC=": 674, "))C=CS5)": 675, "))C=CSC=": 676, "))C=N5)C": 677, "))C=N5)I": 678, "))C=N5)N": 679, "))C=N6))": 680, "))C=N6)N": 681, "))C=NC=C": 682, "))C=NC=N": 683, "))C=NCC=": 684, "))C=NN5)": 685, "))C=NN5C": 686, "))C=NN6)": 687, "))C=NN=C": 688, "))C=NNC=": 689, "))C=NO5)": 690, "))C=NOC=": 691, "))C=NON=": 692, "))C=NSC=": 693, "))C=O)))": 694, "))C=O)C)": 695, "))C=O)C5": 696, "))C=O)C7": 697, "))C=O)C=": 698, "))C=O)CC": 699, "))C=O)CO": 700, "))C=O)N)": 701, "))C=O)N5": 702, "))C=O)N6": 703, "))C=O)N7": 704, "))C=O)N=": 705, "))C=O)NC": 706, "))C=O)NN": 707, "))C=O)NO": 708, "))C=O)NS": 709, "))C=O)O%": 710, "))C=O)O)": 711, "))C=O)OC": 712, "))C=S)NC": 713, "))C=[N+]": 714, "))CC#CC=": 715, "))CC#N))": 716, "))CC%23O": 717, "))CC))))": 718, "))CC)C))": 719, "))CC)C)C": 720, "))CC)C)O": 721, "))CC)C=C": 722, "))CC)C=N": 723, "))CC)C=O": 724, "))CC)CCC": 725, "))CC=C))": 726, "))CC=C6C": 727, "))CC=CC=": 728, "))CC=CN=": 729, "))CC=CNN": 730, "))CC=NC=": 731, "))CC=NO)": 732, "))CC=NOC": 733, "))CC=O)C": 734, "))CC=O)N": 735, "))CC=O)O": 736, "))CCC#N)": 737, "))CCC))C": 738, "))CCC)O)": 739, "))CCC3))": 740, "))CCC3C=": 741, "))CCC=CC": 742, "))CCC=O)": 743, "))CCCC#N": 744, "))CCCC4)": 745, "))CCCC6O": 746, "))CCCC=C": 747, "))CCCC=O": 748, "))CCCCC#": 749, "))CCCCC5": 750, "))CCCCCC": 751, "))CCCCCO": 752, "))CCCCNC": 753, "))CCCCO5": 754, "))CCCCOC": 755, "))CCCF))": 756, "))CCCF)F": 757, "))CCCN))": 758, "))CCCNC5": 759, "))CCCNC=": 760, "))CCCNCC": 761, "))CCCO))": 762, "))CCCOC)": 763, "))CCCOC=": 764, "))CCCOCC": 765, "))CCCSC=": 766, "))CCF)F)": 767, "))CCN)))": 768, "))CCN))C": 769, "))CCN))N": 770, "))CCNC)C": 771, "))CCNC4)": 772, "))CCNC6=": 773, "))CCNC=C": 774, "))CCNC=N": 775, "))CCNC=O": 776, "))CCNCC6": 777, "))CCNCCO": 778, "))CCO)))": 779, "))CCO))C": 780, "))CCO))N": 781, "))CCO))O": 782, "))CCOC))": 783, "))CCOC4)": 784, "))CCOC=C": 785, "))CCOP=O": 786, "))CCl)))": 787, "))CF)F)F": 788, "))CN%10C": 789, "))CN))))": 790, "))CN5C=C": 791, "))CNC)C)": 792, "))CNC)C.": 793, "))CNC5=O": 794, "))CNC=CC": 795, "))CNC=CN": 796, "))CNC=NC": 797, "))CNC=NN": 798, "))CNC=O)": 799, "))CNCC)C": 800, "))CNCC=C": 801, "))CNCCC4": 802, "))CNCCCC": 803, "))CNCCNC": 804, "))CNCCO)": 805, "))CNCCOC": 806, "))CNS=O)": 807, "))CO))))": 808, "))CO)))C": 809, "))CO)))O": 810, "))COC)))": 811, "))COC5=O": 812, "))COC=CC": 813, "))COC=CN": 814, "))COC=O)": 815, "))COCC=C": 816, "))COCCCO": 817, "))CSC=NN": 818, "))Cl))))": 819, "))Cl)))C": 820, "))Cl)))F": 821, "))Cl)))N": 822, "))Cl)))O": 823, "))Cl))C=": 824, "))Cl))CF": 825, "))Cl))Cl": 826, "))Cl))F)": 827, "))Cl))NC": 828, "))Cl))O)": 829, "))Cl))OC": 830, "))Cl))S=": 831, "))F)))))": 832, "))F))))C": 833, "))F))))F": 834, "))F))))N": 835, "))F)))C=": 836, "))F)))Cl": 837, "))F)))F)": 838, "))F))C#N": 839, "))F))C=C": 840, "))F))C=N": 841, "))F))C=O": 842, "))F))CF)": 843, "))F))Cl)": 844, "))F))F))": 845, "))F))N=C": 846, "))F))NC=": 847, "))F))NCC": 848, "))F))O))": 849, "))F))OC)": 850, "))F))OC=": 851, "))F)F)))": 852, "))I)))))": 853, "))I)))F)": 854, "))N)))))": 855, "))N))))B": 856, "))N))))C": 857, "))N))))N": 858, "))N)))C=": 859, "))N)))CC": 860, "))N))C#N": 861, "))N))C=C": 862, "))N))C=N": 863, "))N))C=O": 864, "))N))Cl)": 865, "))N))N=C": 866, "))N))O))": 867, "))N))OC)": 868, "))N5))))": 869, "))N5))C=": 870, "))N=C5C=": 871, "))N=C5NC": 872, "))N=C6))": 873, "))N=C6NN": 874, "))N=C7C=": 875, "))N=CC=C": 876, "))N=CC=N": 877, "))N=CN)N": 878, "))N=CN5C": 879, "))N=CN=C": 880, "))N=CNC6": 881, "))N=CS5)": 882, "))N=NC=N": 883, "))N=O)))": 884, "))N=[N+]": 885, "))NC))))": 886, "))NC)))O": 887, "))NC)C))": 888, "))NC)C=C": 889, "))NC)C=O": 890, "))NC)C=S": 891, "))NC)CC=": 892, "))NC)CCC": 893, "))NC)OC=": 894, "))NC)S=O": 895, "))NC5=C9": 896, "))NC5=CC": 897, "))NC5=O)": 898, "))NC6=NC": 899, "))NC7=O)": 900, "))NC=C5)": 901, "))NC=C5C": 902, "))NC=C5N": 903, "))NC=CC6": 904, "))NC=CC=": 905, "))NC=CCC": 906, "))NC=CN=": 907, "))NC=N5)": 908, "))NC=NC6": 909, "))NC=NC=": 910, "))NC=NN=": 911, "))NC=NNC": 912, "))NC=O))": 913, "))NC=O)C": 914, "))NC=O)N": 915, "))NC=O)O": 916, "))NC=S)N": 917, "))NCC))C": 918, "))NCC)C=": 919, "))NCC)CC": 920, "))NCC)CO": 921, "))NCC5))": 922, "))NCC=CC": 923, "))NCC=CN": 924, "))NCC=C[": 925, "))NCC=NN": 926, "))NCCC)C": 927, "))NCCC6)": 928, "))NCCC=C": 929, "))NCCCC)": 930, "))NCCCC3": 931, "))NCCCC5": 932, "))NCCCC=": 933, "))NCCCCC": 934, "))NCCCCN": 935, "))NCCCCO": 936, "))NCCCNC": 937, "))NCCCO)": 938, "))NCCCOC": 939, "))NCCN))": 940, "))NCCNC)": 941, "))NCCNC=": 942, "))NCCNCC": 943, "))NCCO))": 944, "))NCCOC)": 945, "))NCCOCC": 946, "))NCCSC=": 947, "))NN))))": 948, "))NN5)))": 949, "))NN5)CC": 950, "))NN=C5)": 951, "))NN=C5C": 952, "))NN=C5N": 953, "))NN=CC=": 954, "))NNC5=O": 955, "))NNC=CC": 956, "))NNC=CN": 957, "))NNC=O)": 958, "))NS=O)=": 959, "))O%21)C": 960, "))O)))))": 961, "))O))))C": 962, "))O))))N": 963, "))O))))O": 964, "))O)))C)": 965, "))O)))C=": 966, "))O)))CC": 967, "))O)))Cl": 968, "))O)))NC": 969, "))O)))O)": 970, "))O)))OC": 971, "))O)))OS": 972, "))O))Br)": 973, "))O))C%1": 974, "))O))C)O": 975, "))O))C=C": 976, "))O))C=O": 977, "))O))CCC": 978, "))O))CNC": 979, "))O))Cl)": 980, "))O))F))": 981, "))O))N))": 982, "))O))NC5": 983, "))O))NC=": 984, "))O))O))": 985, "))O))O)O": 986, "))O))OC)": 987, "))O))OC6": 988, "))O))OC=": 989, "))O)O)))": 990, "))O.C=O)": 991, "))O.[Cl-": 992, "))OC%23=": 993, "))OC))))": 994, "))OC)))C": 995, "))OC)))F": 996, "))OC)))N": 997, "))OC)))O": 998, "))OC.[Br": 999, "))OC.[I-": 1000, "))OC5=NC": 1001, "))OC6=CC": 1002, "))OC6C=O": 1003, "))OC6OC=": 1004, "))OC=C5)": 1005, "))OC=C5C": 1006, "))OC=C6C": 1007, "))OC=CC6": 1008, "))OC=CC=": 1009, "))OC=CN=": 1010, "))OC=N5)": 1011, "))OC=NC=": 1012, "))OC=NNC": 1013, "))OC=O)C": 1014, "))OC=O)N": 1015, "))OCC#N)": 1016, "))OCC.[B": 1017, "))OCC5))": 1018, "))OCC=CC": 1019, "))OCC=O)": 1020, "))OCCC6O": 1021, "))OCCC=C": 1022, "))OCCC=O": 1023, "))OCCCC=": 1024, "))OCCCCC": 1025, "))OCCCN)": 1026, "))OCCCNC": 1027, "))OCCCO)": 1028, "))OCCCOC": 1029, "))OCCF)F": 1030, "))OCCNC=": 1031, "))OCCNCC": 1032, "))OCCO6)": 1033, "))OCCOC)": 1034, "))OCF)F)": 1035, "))OCO5))": 1036, "))OCOC))": 1037, "))ON=C5N": 1038, "))OS=O)=": 1039, "))P=O)C)": 1040, "))S5))))": 1041, "))S5.C=O": 1042, "))S=O)=O": 1043, "))SC5=CC": 1044, "))SC=C5C": 1045, "))SC=CC=": 1046, "))SC=CN=": 1047, "))SC=NC=": 1048, "))SC=[N+": 1049, "))SCC=CN": 1050, "))SCF)F)": 1051, "))SN=C5N": 1052, "))[N+]=O": 1053, "))[N+]C)": 1054, "))[O-]))": 1055, ")=O)C)))": 1056, ")=O)C=C6": 1057, ")=O)C=CC": 1058, ")=O)C=CN": 1059, ")=O)CC=O": 1060, ")=O)CCC3": 1061, ")=O)CCC=": 1062, ")=O)N)))": 1063, ")=O)NC))": 1064, ")=O)NC)C": 1065, ")=O)NC=C": 1066, ")=O)NC=O": 1067, ")=O)NCC=": 1068, ")=O)NCCC": 1069, ")=O)NCCN": 1070, ")=O)NCCO": 1071, ")=O)O)))": 1072, ")=O)O.CC": 1073, ")Br)))))": 1074, ")Br))))C": 1075, ")Br))))O": 1076, ")Br)))Br": 1077, ")Br)))C=": 1078, ")Br)))CC": 1079, ")Br)))F)": 1080, ")Br)))NC": 1081, ")Br)))O)": 1082, ")Br)))OC": 1083, ")Br))C=O": 1084, ")Br))N=C": 1085, ")Br))O))": 1086, ")Br))OCO": 1087, ")C#CC=CN": 1088, ")C#CCOC=": 1089, ")C#CCOCC": 1090, ")C#N))))": 1091, ")C#N)))C": 1092, ")C#N)))F": 1093, ")C#N)))N": 1094, ")C#N)))O": 1095, ")C#N))C=": 1096, ")C#N))OC": 1097, ")C%10)))": 1098, ")C%10=C%": 1099, ")C%10=N%": 1100, ")C%12)))": 1101, ")C%13=CC": 1102, ")C%16=O)": 1103, ")C%20C5C": 1104, ")C))))))": 1105, ")C)))))C": 1106, ")C)))))F": 1107, ")C)))))N": 1108, ")C))))C6": 1109, ")C))))C=": 1110, ")C))))CC": 1111, ")C))))NC": 1112, ")C))))OC": 1113, ")C)))C))": 1114, ")C)))C=C": 1115, ")C)))C=N": 1116, ")C)))CC)": 1117, ")C)))N=C": 1118, ")C)))NC)": 1119, ")C)))NC=": 1120, ")C)))OC)": 1121, ")C)))OC.": 1122, ")C))C=CC": 1123, ")C))C=CN": 1124, ")C))C=O)": 1125, ")C))CC)C": 1126, ")C))NC=C": 1127, ")C))NC=O": 1128, ")C))NCCC": 1129, ")C))O)))": 1130, ")C))OC=O": 1131, ")C)C))))": 1132, ")C)C)))N": 1133, ")C)C)))O": 1134, ")C)C))NC": 1135, ")C)C.[Br": 1136, ")C)C=CC=": 1137, ")C)C=CCC": 1138, ")C)C=CN=": 1139, ")C)C=NC=": 1140, ")C)C=NN=": 1141, ")C)C=NNC": 1142, ")C)C=O)O": 1143, ")C)CCCNC": 1144, ")C)CCCO)": 1145, ")C)CCCO.": 1146, ")C)CCOC=": 1147, ")C)CO)))": 1148, ")C)CO.Cl": 1149, ")C)COC))": 1150, ")C)N))))": 1151, ")C)NC=CC": 1152, ")C)NC=NC": 1153, ")C)NC=O)": 1154, ")C)NS=O)": 1155, ")C)O))))": 1156, ")C)O))O)": 1157, ")C)OC=O)": 1158, ")C)OCNC=": 1159, ")C.[Br-]": 1160, ")C3CO)))": 1161, ")C4=O)))": 1162, ")C5)))))": 1163, ")C5=CC=C": 1164, ")C5=O)))": 1165, ")C6)))CC": 1166, ")C6))C=O": 1167, ")C6=C%10": 1168, ")C6=CC%1": 1169, ")C6=CO%1": 1170, ")C6C%10)": 1171, ")C7=C%11": 1172, ")C9=C%13": 1173, ")C9=NC%1": 1174, ")C=C%106": 1175, ")C=C%10N": 1176, ")C=C%10S": 1177, ")C=C%12C": 1178, ")C=C5)))": 1179, ")C=C5C=C": 1180, ")C=C5C=N": 1181, ")C=C5C=O": 1182, ")C=C5NN=": 1183, ")C=C6)))": 1184, ")C=C6)Br": 1185, ")C=C6)C=": 1186, ")C=C6)F)": 1187, ")C=C6)NC": 1188, ")C=C6)OC": 1189, ")C=C6)S=": 1190, ")C=C6Br)": 1191, ")C=C6C#C": 1192, ")C=C6C=C": 1193, ")C=C6C=N": 1194, ")C=C6C=O": 1195, ")C=C6CCO": 1196, ")C=C6F))": 1197, ")C=C6N9)": 1198, ")C=C6N=C": 1199, ")C=C6NC=": 1200, ")C=C6NN=": 1201, ")C=C6O%1": 1202, ")C=C6O))": 1203, ")C=CC%19": 1204, ")C=CC5)C": 1205, ")C=CC5=N": 1206, ")C=CC5=O": 1207, ")C=CC6=C": 1208, ")C=CC6=O": 1209, ")C=CC6C)": 1210, ")C=CC6C=": 1211, ")C=CC7=C": 1212, ")C=CC=C6": 1213, ")C=CC=CC": 1214, ")C=CC=CN": 1215, ")C=CC=CO": 1216, ")C=CC=CS": 1217, ")C=CC=N6": 1218, ")C=CC=NC": 1219, ")C=CC=NN": 1220, ")C=CC=NO": 1221, ")C=CC=NS": 1222, ")C=CC=O)": 1223, ")C=CCC6)": 1224, ")C=CCC=C": 1225, ")C=CCCC)": 1226, ")C=CCCCC": 1227, ")C=CCCNC": 1228, ")C=CCNC)": 1229, ")C=CCNC5": 1230, ")C=CCNC=": 1231, ")C=CN5))": 1232, ")C=CN5)B": 1233, ")C=CN5)C": 1234, ")C=CN5C=": 1235, ")C=CN5CC": 1236, ")C=CN6)C": 1237, ")C=CN6O)": 1238, ")C=CN6OC": 1239, ")C=CN7)C": 1240, ")C=CN7)N": 1241, ")C=CN=C6": 1242, ")C=CN=CC": 1243, ")C=CN=CN": 1244, ")C=CN=CO": 1245, ")C=CN=CS": 1246, ")C=CN=NC": 1247, ")C=CN=NN": 1248, ")C=CNC)C": 1249, ")C=CNC6=": 1250, ")C=CNC=C": 1251, ")C=CNC=N": 1252, ")C=CNC=O": 1253, ")C=CNCCO": 1254, ")C=CNN=C": 1255, ")C=CNN=N": 1256, ")C=CNNC5": 1257, ")C=CNNC=": 1258, ")C=CO5)C": 1259, ")C=CO6)C": 1260, ")C=COC=C": 1261, ")C=COC=N": 1262, ")C=CS5))": 1263, ")C=CS5)C": 1264, ")C=CS5)N": 1265, ")C=CSC=C": 1266, ")C=CSC=N": 1267, ")C=N5)C=": 1268, ")C=N5)CF": 1269, ")C=N5)I)": 1270, ")C=N6)))": 1271, ")C=N6)NC": 1272, ")C=NC=C6": 1273, ")C=NC=CC": 1274, ")C=NC=CN": 1275, ")C=NC=CS": 1276, ")C=NC=N6": 1277, ")C=NC=NC": 1278, ")C=NC=O)": 1279, ")C=NCC=C": 1280, ")C=NN5))": 1281, ")C=NN5CC": 1282, ")C=NN6))": 1283, ")C=NN=C6": 1284, ")C=NN=CC": 1285, ")C=NN=CN": 1286, ")C=NN=CO": 1287, ")C=NNC6=": 1288, ")C=NNC=C": 1289, ")C=NNC=N": 1290, ")C=NNC=O": 1291, ")C=NO))C": 1292, ")C=NO5))": 1293, ")C=NOC=C": 1294, ")C=NOC=N": 1295, ")C=NON=C": 1296, ")C=NSC=C": 1297, ")C=NSC=N": 1298, ")C=O))))": 1299, ")C=O)))C": 1300, ")C=O)))F": 1301, ")C=O)C))": 1302, ")C=O)C5=": 1303, ")C=O)C7=": 1304, ")C=O)C=C": 1305, ")C=O)C=N": 1306, ")C=O)CC#": 1307, ")C=O)CC=": 1308, ")C=O)CCC": 1309, ")C=O)CF)": 1310, ")C=O)CN)": 1311, ")C=O)CNC": 1312, ")C=O)N))": 1313, ")C=O)N5)": 1314, ")C=O)N5C": 1315, ")C=O)N6)": 1316, ")C=O)N7)": 1317, ")C=O)N=C": 1318, ")C=O)NC)": 1319, ")C=O)NC5": 1320, ")C=O)NC6": 1321, ")C=O)NC=": 1322, ")C=O)NCC": 1323, ")C=O)NN5": 1324, ")C=O)NN=": 1325, ")C=O)NNC": 1326, ")C=O)NOC": 1327, ")C=O)NS5": 1328, ")C=O)NS=": 1329, ")C=O)O%1": 1330, ")C=O)O))": 1331, ")C=O)OC)": 1332, ")C=O)OC=": 1333, ")C=O)OCC": 1334, ")C=S)NC)": 1335, ")C=S)NCC": 1336, ")C=[N+]C": 1337, ")CBr))))": 1338, ")CC#CC=C": 1339, ")CC#N)))": 1340, ")CC%23OC": 1341, ")CC)))))": 1342, ")CC)C)))": 1343, ")CC)C)C)": 1344, ")CC)C)CO": 1345, ")CC)C=CC": 1346, ")CC)C=NS": 1347, ")CC)C=O)": 1348, ")CC)CCC=": 1349, ")CC)CCCC": 1350, ")CC)CCNC": 1351, ")CC)NC=C": 1352, ")CC)NC=N": 1353, ")CC)NC=O": 1354, ")CC)NS=O": 1355, ")CC5)O))": 1356, ")CC5C=CC": 1357, ")CC6O9)O": 1358, ")CC=C)))": 1359, ")CC=C5NN": 1360, ")CC=C6C=": 1361, ")CC=CC=C": 1362, ")CC=CC=N": 1363, ")CC=CN=C": 1364, ")CC=CNN=": 1365, ")CC=NC=C": 1366, ")CC=NC=O": 1367, ")CC=NN=C": 1368, ")CC=NO))": 1369, ")CC=NOC=": 1370, ")CC=O)CC": 1371, ")CC=O)N)": 1372, ")CC=O)NC": 1373, ")CC=O)NN": 1374, ")CC=O)O)": 1375, ")CC=O)O6": 1376, ")CC=O)OC": 1377, ")CCC#N))": 1378, ")CCC))CC": 1379, ")CCC)C)C": 1380, ")CCC)O))": 1381, ")CCC3)))": 1382, ")CCC3C=O": 1383, ")CCC6)))": 1384, ")CCC6C=C": 1385, ")CCC=C)C": 1386, ")CCC=CC=": 1387, ")CCC=NNC": 1388, ")CCC=O)N": 1389, ")CCC=O)O": 1390, ")CCCC#N)": 1391, ")CCCC4))": 1392, ")CCCC6O)": 1393, ")CCCC=CC": 1394, ")CCCC=O)": 1395, ")CCCCC#N": 1396, ")CCCCC)C": 1397, ")CCCCC4)": 1398, ")CCCCC5)": 1399, ")CCCCCC6": 1400, ")CCCCCC=": 1401, ")CCCCCCC": 1402, ")CCCCCO6": 1403, ")CCCCN5C": 1404, ")CCCCN=C": 1405, ")CCCCNC6": 1406, ")CCCCNC=": 1407, ")CCCCNCC": 1408, ")CCCCO5)": 1409, ")CCCCOC=": 1410, ")CCCF)))": 1411, ")CCCF)F)": 1412, ")CCCN)))": 1413, ")CCCN))N": 1414, ")CCCNC)C": 1415, ")CCCNC5)": 1416, ")CCCNC5=": 1417, ")CCCNC=C": 1418, ")CCCNC=O": 1419, ")CCCNCC6": 1420, ")CCCNCCC": 1421, ")CCCNCCN": 1422, ")CCCO)))": 1423, ")CCCO))N": 1424, ")CCCO))O": 1425, ")CCCO.[B": 1426, ")CCCOC))": 1427, ")CCCOC=C": 1428, ")CCCOCC6": 1429, ")CCCOCCO": 1430, ")CCCSC=N": 1431, ")CCCSC=[": 1432, ")CCF)F)F": 1433, ")CCN))))": 1434, ")CCN))C=": 1435, ")CCN))NC": 1436, ")CCN=C6C": 1437, ")CCNC4))": 1438, ")CCNC4)C": 1439, ")CCNC6=O": 1440, ")CCNC=CC": 1441, ")CCNC=CN": 1442, ")CCNC=NC": 1443, ")CCNC=O)": 1444, ")CCNCCN6": 1445, ")CCNCCNC": 1446, ")CCNCCNS": 1447, ")CCNS=O)": 1448, ")CCO))))": 1449, ")CCO))C=": 1450, ")CCO))NC": 1451, ")CCO))O)": 1452, ")CCOC)))": 1453, ")CCOC4))": 1454, ")CCOC=CC": 1455, ")CCOC=O)": 1456, ")CCOP=O)": 1457, ")CCl))))": 1458, ")CF)F)))": 1459, ")CF)F)F)": 1460, ")CF)F)S=": 1461, ")CN%10C=": 1462, ")CN)))))": 1463, ")CN))CNC": 1464, ")CN5C=CC": 1465, ")CNC)C))": 1466, ")CNC)C.C": 1467, ")CNC5=O)": 1468, ")CNC=CC=": 1469, ")CNC=CN=": 1470, ")CNC=NC=": 1471, ")CNC=NNC": 1472, ")CNC=O)C": 1473, ")CNC=O)N": 1474, ")CNC=O)O": 1475, ")CNCC)CC": 1476, ")CNCC=CC": 1477, ")CNCCC4)": 1478, ")CNCCC4C": 1479, ")CNCCCC5": 1480, ")CNCCCCC": 1481, ")CNCCNCC": 1482, ")CNCCO))": 1483, ")CNCCOCC": 1484, ")CNS=O)=": 1485, ")CO)))))": 1486, ")CO))))O": 1487, ")CO)))CO": 1488, ")CO)))N=": 1489, ")CO)))O)": 1490, ")CO)))OC": 1491, ")CO))C=N": 1492, ")COC))))": 1493, ")COC5=O)": 1494, ")COC=CC=": 1495, ")COC=CN=": 1496, ")COC=CSC": 1497, ")COC=NC=": 1498, ")COC=O)C": 1499, ")COC=O)N": 1500, ")COCC=CC": 1501, ")COCCCOC": 1502, ")CSC=CN=": 1503, ")CSC=NNC": 1504, ")C[N+]C)": 1505, ")Cl)))))": 1506, ")Cl))))B": 1507, ")Cl))))C": 1508, ")Cl))))N": 1509, ")Cl))))O": 1510, ")Cl)))C=": 1511, ")Cl)))CC": 1512, ")Cl)))Cl": 1513, ")Cl)))F)": 1514, ")Cl)))N)": 1515, ")Cl)))NC": 1516, ")Cl)))OC": 1517, ")Cl))C=C": 1518, ")Cl))C=N": 1519, ")Cl))C=O": 1520, ")Cl))C=[": 1521, ")Cl))CF)": 1522, ")Cl))Cl)": 1523, ")Cl))F))": 1524, ")Cl))NC5": 1525, ")Cl))NC=": 1526, ")Cl))NN=": 1527, ")Cl))O))": 1528, ")Cl))OC)": 1529, ")Cl))OC=": 1530, ")Cl))OCC": 1531, ")Cl))S=O": 1532, ")F))))))": 1533, ")F)))))C": 1534, ")F)))))F": 1535, ")F)))))N": 1536, ")F)))))O": 1537, ")F)))))S": 1538, ")F))))C=": 1539, ")F))))CF": 1540, ")F))))CN": 1541, ")F))))Cl": 1542, ")F))))F)": 1543, ")F))))N5": 1544, ")F))))NC": 1545, ")F))))OC": 1546, ")F)))C=C": 1547, ")F)))C=N": 1548, ")F)))C=O": 1549, ")F)))CCC": 1550, ")F)))CNC": 1551, ")F)))Cl)": 1552, ")F)))F))": 1553, ")F)))NC=": 1554, ")F)))O))": 1555, ")F)))OC=": 1556, ")F))C#N)": 1557, ")F))C=CC": 1558, ")F))C=CN": 1559, ")F))C=NC": 1560, ")F))C=O)": 1561, ")F))CF)F": 1562, ")F))Cl))": 1563, ")F))F)))": 1564, ")F))F))B": 1565, ")F))F))F": 1566, ")F))F))O": 1567, ")F))F)F)": 1568, ")F))N=C5": 1569, ")F))NC=C": 1570, ")F))NC=O": 1571, ")F))NC=S": 1572, ")F))NCC=": 1573, ")F))NCCC": 1574, ")F))O)))": 1575, ")F))O.C=": 1576, ")F))OC))": 1577, ")F))OC=C": 1578, ")F)F))))": 1579, ")F)F)))C": 1580, ")F)F)))N": 1581, ")F)F))O.": 1582, ")F)S=O)=": 1583, ")I))))))": 1584, ")I))))C=": 1585, ")I)))F))": 1586, ")I))O))B": 1587, ")N%10N%1": 1588, ")N%11)))": 1589, ")N%12)))": 1590, ")N%15)))": 1591, ")N%16)))": 1592, ")N))))))": 1593, ")N)))))C": 1594, ")N)))))F": 1595, ")N)))))N": 1596, ")N))))Br": 1597, ")N))))C)": 1598, ")N))))C=": 1599, ")N))))CC": 1600, ")N))))Cl": 1601, ")N))))NC": 1602, ")N)))C=C": 1603, ")N)))C=N": 1604, ")N)))CC=": 1605, ")N)))Cl)": 1606, ")N)))N))": 1607, ")N)))N=C": 1608, ")N)))NC=": 1609, ")N)))NN=": 1610, ")N)))OCC": 1611, ")N)))SC=": 1612, ")N)))[O-": 1613, ")N))C#N)": 1614, ")N))C=CC": 1615, ")N))C=N5": 1616, ")N))C=NC": 1617, ")N))C=NN": 1618, ")N))C=O)": 1619, ")N))Cl))": 1620, ")N))N=C7": 1621, ")N))NC)C": 1622, ")N))NC=C": 1623, ")N))NC=N": 1624, ")N))NCC=": 1625, ")N))NCCN": 1626, ")N))NCCO": 1627, ")N))O)))": 1628, ")N))OC))": 1629, ")N))SC=N": 1630, ")N.[Br-]": 1631, ")N5)))))": 1632, ")N5)))N=": 1633, ")N5))C=N": 1634, ")N5C=NNC": 1635, ")N6))))C": 1636, ")N6)))C=": 1637, ")N6C)))C": 1638, ")N6C=CC=": 1639, ")N7)))))": 1640, ")N9)))))": 1641, ")N9CC=C)": 1642, ")N=C5C=C": 1643, ")N=C5C=N": 1644, ")N=C5NC=": 1645, ")N=C6)))": 1646, ")N=C6NN9": 1647, ")N=C7C=C": 1648, ")N=C9S%1": 1649, ")N=CC6=C": 1650, ")N=CC=C6": 1651, ")N=CC=CN": 1652, ")N=CC=N6": 1653, ")N=CN)N)": 1654, ")N=CN5)C": 1655, ")N=CN5)N": 1656, ")N=CN5C)": 1657, ")N=CN5C=": 1658, ")N=CN5CC": 1659, ")N=CN6))": 1660, ")N=CN6)N": 1661, ")N=CN=C6": 1662, ")N=CNC6=": 1663, ")N=CO5)N": 1664, ")N=CS5)C": 1665, ")N=CS5)N": 1666, ")N=N5)))": 1667, ")N=NC6=O": 1668, ")N=NC=N6": 1669, ")N=NC=NN": 1670, ")N=NN5CC": 1671, ")N=O)))N": 1672, ")N=[N+]=": 1673, ")NC#N)))": 1674, ")NC)))))": 1675, ")NC))))C": 1676, ")NC))))N": 1677, ")NC)))NC": 1678, ")NC)))OC": 1679, ")NC)C)))": 1680, ")NC)C=CC": 1681, ")NC)C=NC": 1682, ")NC)C=O)": 1683, ")NC)C=S)": 1684, ")NC)CC=C": 1685, ")NC)CC=O": 1686, ")NC)CCC#": 1687, ")NC)CCC)": 1688, ")NC)CCCN": 1689, ")NC)CCCO": 1690, ")NC)CCOC": 1691, ")NC)OC=O": 1692, ")NC)S=O)": 1693, ")NC5))))": 1694, ")NC5)))C": 1695, ")NC5)C=C": 1696, ")NC5)CC=": 1697, ")NC5=C9%": 1698, ")NC5=C9C": 1699, ")NC5=C9N": 1700, ")NC5=CC=": 1701, ")NC5=O))": 1702, ")NC5=O.[": 1703, ")NC6=N%1": 1704, ")NC6=NC=": 1705, ")NC6=O))": 1706, ")NC7=O))": 1707, ")NC=C5))": 1708, ")NC=C5C=": 1709, ")NC=C5CC": 1710, ")NC=C5NC": 1711, ")NC=C6))": 1712, ")NC=C6)C": 1713, ")NC=C69)": 1714, ")NC=C6C=": 1715, ")NC=C96)": 1716, ")NC=CC#N": 1717, ")NC=CC6=": 1718, ")NC=CC=C": 1719, ")NC=CC=N": 1720, ")NC=CC=O": 1721, ")NC=CCC=": 1722, ")NC=CN7)": 1723, ")NC=CN=C": 1724, ")NC=CNC=": 1725, ")NC=CNN=": 1726, ")NC=CNNC": 1727, ")NC=CO%1": 1728, ")NC=CSC=": 1729, ")NC=N5))": 1730, ")NC=N5)C": 1731, ")NC=N5)N": 1732, ")NC=N5)S": 1733, ")NC=NC6=": 1734, ")NC=NC=C": 1735, ")NC=NC=N": 1736, ")NC=NC=O": 1737, ")NC=NCCS": 1738, ")NC=NN=C": 1739, ")NC=NNC=": 1740, ")NC=NOC=": 1741, ")NC=O))O": 1742, ")NC=O)C)": 1743, ")NC=O)C5": 1744, ")NC=O)C6": 1745, ")NC=O)C=": 1746, ")NC=O)CC": 1747, ")NC=O)CO": 1748, ")NC=O)N%": 1749, ")NC=O)N)": 1750, ")NC=O)N5": 1751, ")NC=O)N6": 1752, ")NC=O)NC": 1753, ")NC=O)NN": 1754, ")NC=O)O5": 1755, ")NC=O)OC": 1756, ")NC=O)S5": 1757, ")NC=S)NC": 1758, ")NC=S)NN": 1759, ")NC=S)S5": 1760, ")NCC))CC": 1761, ")NCC)C))": 1762, ")NCC)C)C": 1763, ")NCC)C=C": 1764, ")NCC)C=N": 1765, ")NCC)C=O": 1766, ")NCC)CC)": 1767, ")NCC)CO)": 1768, ")NCC5))C": 1769, ")NCC6C#N": 1770, ")NCC7))C": 1771, ")NCC=CC=": 1772, ")NCC=CN=": 1773, ")NCC=COC": 1774, ")NCC=C[N": 1775, ")NCC=NNN": 1776, ")NCC=O)N": 1777, ")NCCC)C)": 1778, ")NCCC3))": 1779, ")NCCC4)C": 1780, ")NCCC6))": 1781, ")NCCC=CC": 1782, ")NCCC=CN": 1783, ")NCCC=O)": 1784, ")NCCCC)C": 1785, ")NCCCC3)": 1786, ")NCCCC4)": 1787, ")NCCCC5)": 1788, ")NCCCC5C": 1789, ")NCCCC=C": 1790, ")NCCCCC5": 1791, ")NCCCCC6": 1792, ")NCCCCC=": 1793, ")NCCCCCC": 1794, ")NCCCCCN": 1795, ")NCCCCN=": 1796, ")NCCCCNC": 1797, ")NCCCN))": 1798, ")NCCCNC)": 1799, ")NCCCNC=": 1800, ")NCCCNCC": 1801, ")NCCCO))": 1802, ")NCCCOCC": 1803, ")NCCF)F)": 1804, ")NCCN)))": 1805, ")NCCNC)C": 1806, ")NCCNC=C": 1807, ")NCCNC=N": 1808, ")NCCNC=O": 1809, ")NCCNCC6": 1810, ")NCCNCC=": 1811, ")NCCNCCC": 1812, ")NCCNCCN": 1813, ")NCCNCCO": 1814, ")NCCNS=O": 1815, ")NCCO)))": 1816, ")NCCO))C": 1817, ")NCCOC))": 1818, ")NCCOC=C": 1819, ")NCCOCC6": 1820, ")NCCOCCO": 1821, ")NCCSC=C": 1822, ")NN)))))": 1823, ")NN5))))": 1824, ")NN5)))C": 1825, ")NN5)C=C": 1826, ")NN5)CC)": 1827, ")NN5C))C": 1828, ")NN5C=C9": 1829, ")NN5CCC)": 1830, ")NN=C5))": 1831, ")NN=C5C=": 1832, ")NN=C5N)": 1833, ")NN=C5NC": 1834, ")NN=C6C=": 1835, ")NN=CC=C": 1836, ")NN=CN6C": 1837, ")NNC=C7C": 1838, ")NNC=CC=": 1839, ")NNC=CN=": 1840, ")NNC=O)C": 1841, ")NNC=S)N": 1842, ")NNCCNCC": 1843, ")NOC))))": 1844, ")NS5=O)=": 1845, ")NS=O)=O": 1846, ")O%10)))": 1847, ")O%12)))": 1848, ")O%15)))": 1849, ")O%15))C": 1850, ")O%16)))": 1851, ")O%18)))": 1852, ")O%19)))": 1853, ")O%20)))": 1854, ")O%21)C)": 1855, ")O%22)))": 1856, ")O%23)))": 1857, ")O%31)))": 1858, ")O))))))": 1859, ")O)))))C": 1860, ")O)))))F": 1861, ")O)))))I": 1862, ")O)))))N": 1863, ")O)))))O": 1864, ")O)))))S": 1865, ")O))))C)": 1866, ")O))))C=": 1867, ")O))))CC": 1868, ")O))))CN": 1869, ")O))))N=": 1870, ")O))))NC": 1871, ")O))))O)": 1872, ")O))))OC": 1873, ")O))))S=": 1874, ")O)))Br)": 1875, ")O)))C))": 1876, ")O)))C=C": 1877, ")O)))C=O": 1878, ")O)))CC=": 1879, ")O)))CCC": 1880, ")O)))Cl)": 1881, ")O)))NC5": 1882, ")O)))NC=": 1883, ")O)))O))": 1884, ")O)))OC)": 1885, ")O)))OC=": 1886, ")O)))OCC": 1887, ")O)))OS=": 1888, ")O))Br))": 1889, ")O))C%16": 1890, ")O))C)O)": 1891, ")O))C=CC": 1892, ")O))C=CO": 1893, ")O))C=O)": 1894, ")O))CCCO": 1895, ")O))CNC)": 1896, ")O))COC=": 1897, ")O))Cl))": 1898, ")O))F)))": 1899, ")O))N)))": 1900, ")O))NC5=": 1901, ")O))NC=C": 1902, ")O))O)))": 1903, ")O))O))C": 1904, ")O))O))O": 1905, ")O))O)O)": 1906, ")O))OC))": 1907, ")O))OC6C": 1908, ")O))OC=C": 1909, ")O))OC=O": 1910, ")O)O))))": 1911, ")O.C=O)C": 1912, ")O.CCC)C": 1913, ")O.[Cl-]": 1914, ")O5)))))": 1915, ")O6))O))": 1916, ")O6))SC=": 1917, ")O9)))O)": 1918, ")OC%12=O": 1919, ")OC%23=C": 1920, ")OC)))))": 1921, ")OC))))C": 1922, ")OC))))N": 1923, ")OC))))O": 1924, ")OC)))C=": 1925, ")OC)))CN": 1926, ")OC)))Cl": 1927, ")OC)))F)": 1928, ")OC)))NC": 1929, ")OC)))O)": 1930, ")OC)))OC": 1931, ")OC)))ON": 1932, ")OC.[Br-": 1933, ")OC.[I-]": 1934, ")OC5=NC=": 1935, ")OC6=CC=": 1936, ")OC6C=O)": 1937, ")OC6OC=O": 1938, ")OC=C5))": 1939, ")OC=C5C=": 1940, ")OC=C6C=": 1941, ")OC=CC6=": 1942, ")OC=CC=C": 1943, ")OC=CC=N": 1944, ")OC=CC=O": 1945, ")OC=CN=C": 1946, ")OC=N5)N": 1947, ")OC=NC=C": 1948, ")OC=NC=N": 1949, ")OC=NNC=": 1950, ")OC=O)C=": 1951, ")OC=O)CB": 1952, ")OC=O)CC": 1953, ")OC=O)NC": 1954, ")OCC#N))": 1955, ")OCC%17)": 1956, ")OCC%21)": 1957, ")OCC)C)C": 1958, ")OCC.[Br": 1959, ")OCC5)))": 1960, ")OCC5OCC": 1961, ")OCC=CC=": 1962, ")OCC=O)N": 1963, ")OCC=O)O": 1964, ")OCCC6OC": 1965, ")OCCC=CC": 1966, ")OCCC=O)": 1967, ")OCCCC=C": 1968, ")OCCCCC5": 1969, ")OCCCCCC": 1970, ")OCCCCCN": 1971, ")OCCCCCO": 1972, ")OCCCCOC": 1973, ")OCCCN))": 1974, ")OCCCNC=": 1975, ")OCCCNCC": 1976, ")OCCCO%1": 1977, ")OCCCO))": 1978, ")OCCCOC=": 1979, ")OCCCOCC": 1980, ")OCCCS=O": 1981, ")OCCF)F)": 1982, ")OCCN)))": 1983, ")OCCNC=C": 1984, ")OCCNC=N": 1985, ")OCCNCCC": 1986, ")OCCNCCO": 1987, ")OCCO6))": 1988, ")OCCOC))": 1989, ")OCCOCCC": 1990, ")OCC[N+]": 1991, ")OCF)F))": 1992, ")OCF)F)F": 1993, ")OCNC=CC": 1994, ")OCO5)))": 1995, ")OCOC)))": 1996, ")ON5))))": 1997, ")ON=C5N)": 1998, ")OS=O)=O": 1999, ")P=O)C)C": 2000, ")S5)))))": 2001, ")S5.C=O)": 2002, ")S=O)=O)": 2003, ")S=O)C))": 2004, ")SC5=CC#": 2005, ")SC5=CC=": 2006, ")SC=C5C#": 2007, ")SC=C5C=": 2008, ")SC=CC=C": 2009, ")SC=CN=C": 2010, ")SC=NC=C": 2011, ")SC=NC=N": 2012, ")SC=[N+]": 2013, ")SCC=CC=": 2014, ")SCC=CNC": 2015, ")SCF)F)F": 2016, ")SN=C5N)": 2017, ")[N+]=O)": 2018, ")[N+]C)C": 2019, ")[O-])))": 2020, ")[O-])OC": 2021, "+])N))))": 2022, "+])N.[Br": 2023, "+]5[O-])": 2024, "+]=C5C))": 2025, "+]=CC=C6": 2026, "+]=CC=CC": 2027, "+]=CS5)C": 2028, "+]=O)[O-": 2029, "+]C)C)C)": 2030, "+]C)C)C.": 2031, "+]C)C)CC": 2032, "+]C=C6)C": 2033, "+]C=CC=C": 2034, "-]))))))": 2035, "-])))))C": 2036, "-])))))N": 2037, "-]))))C=": 2038, "-]))))CF": 2039, "-]))))Cl": 2040, "-]))))[N": 2041, "-])))NC=": 2042, "-])))SC=": 2043, "-]))C=O)": 2044, "-])OCC[N": 2045, ".C=O)CF)": 2046, ".CCC)C=O": 2047, ".CCC=O)O": 2048, "0%14)O))": 2049, "0)))))))": 2050, "0))))))C": 2051, "0))))))F": 2052, "0))))))N": 2053, "0))))))O": 2054, "0)))))C=": 2055, "0)))))CC": 2056, "0)))))CF": 2057, "0)))))Cl": 2058, "0)))))F)": 2059, "0)))))N)": 2060, "0)))))NC": 2061, "0)))))OC": 2062, "0))))C=C": 2063, "0))))C=O": 2064, "0))))CF)": 2065, "0))))Cl)": 2066, "0))))NCC": 2067, "0))))O))": 2068, "0))))OC=": 2069, "0)))C)))": 2070, "0)))C=CC": 2071, "0)))N)))": 2072, "0)))NC=C": 2073, "0)))NC=O": 2074, "0)))NCCC": 2075, "0)))O)))": 2076, "0))C)))C": 2077, "0))C=CC=": 2078, "0))C=NN6": 2079, "0))C=O)N": 2080, "0))CC%23": 2081, "0))CCC#N": 2082, "0))F))NC": 2083, "0))NC=N5": 2084, "0))NCC=C": 2085, "0))NCC=N": 2086, "0))NCCCN": 2087, "0))NN=C5": 2088, "0))O))CN": 2089, "0))OC)))": 2090, "0))S=O)=": 2091, "0)C=CC=O": 2092, "0)C=O)NC": 2093, "0)CF)F)F": 2094, "0)Cl))))": 2095, "0)Cl)))C": 2096, "0)F)))))": 2097, "0)N)))))": 2098, "0)NC=CC=": 2099, "0)O)))))": 2100, "0)O)))O)": 2101, "0)OC%12=": 2102, "0)OC))))": 2103, "05)C=CC=": 2104, "06)))NC=": 2105, "06)C=C%1": 2106, "06)C=O)O": 2107, "06)F))))": 2108, "06)O)))O": 2109, "0=CN=C%1": 2110, "0=CN=C5)": 2111, "0=N%13))": 2112, "0=NC=CC=": 2113, "0=O)))))": 2114, "0=O))))O": 2115, "0=O)))N)": 2116, "0=O)))O)": 2117, "0=O))CCC": 2118, "0=O))O))": 2119, "0=O))OC=": 2120, "0Br)))))": 2121, "0Br))NCC": 2122, "0C5C=O)O": 2123, "0C=C%14O": 2124, "0C=CC=NC": 2125, "0C=CSC=C": 2126, "0C=NN5C)": 2127, "0C=O)NCC": 2128, "0CCCCC5)": 2129, "0CF)F)F)": 2130, "0Cl)))))": 2131, "0Cl))))N": 2132, "0Cl))NCC": 2133, "0F))NCCC": 2134, "0N%13)))": 2135, "0NC%13=O": 2136, "0NC=O)NC": 2137, "0NCC))))": 2138, "0NOC5=O)": 2139, "0O))))))": 2140, "0OC)))))": 2141, "0SNC5=O)": 2142, "1))))C#N": 2143, "1))))Cl)": 2144, "1))))O))": 2145, "1))C9=C%": 2146, "1)C)))))": 2147, "1)C=CC=C": 2148, "1)O)))))": 2149, "10%14)O)": 2150, "10))))))": 2151, "10)))))C": 2152, "10)))))F": 2153, "10)))))N": 2154, "10)))))O": 2155, "10))))C=": 2156, "10))))CF": 2157, "10))))Cl": 2158, "10))))NC": 2159, "10)))C))": 2160, "10)))C=C": 2161, "10)))N))": 2162, "10)))NC=": 2163, "10)))NCC": 2164, "10)))O))": 2165, "10))C)))": 2166, "10))C=CC": 2167, "10))C=NN": 2168, "10))C=O)": 2169, "10))F))N": 2170, "10))NC=N": 2171, "10))NCC=": 2172, "10))NCCC": 2173, "10))NN=C": 2174, "10))O))C": 2175, "10))OC))": 2176, "10))S=O)": 2177, "10)C=CC=": 2178, "10)C=O)N": 2179, "10)CF)F)": 2180, "10)Cl)))": 2181, "10)F))))": 2182, "10)N))))": 2183, "10)NC=CC": 2184, "10)O))))": 2185, "10)O)))O": 2186, "10)OC%12": 2187, "10)OC)))": 2188, "105)C=CC": 2189, "106)))NC": 2190, "106)C=C%": 2191, "106)C=O)": 2192, "106)F)))": 2193, "106)O)))": 2194, "10=CC=C6": 2195, "10=CN=C%": 2196, "10=CN=C5": 2197, "10=N%13)": 2198, "10=NC=CC": 2199, "10=O))))": 2200, "10=O)))N": 2201, "10=O)))O": 2202, "10=O))CC": 2203, "10=O))O)": 2204, "10=O))OC": 2205, "10Br))))": 2206, "10Br))NC": 2207, "10C=C%14": 2208, "10C=CC=N": 2209, "10C=CSC=": 2210, "10C=NN5C": 2211, "10C=O)NC": 2212, "10CCCCC5": 2213, "10CF)F)F": 2214, "10Cl))))": 2215, "10Cl))NC": 2216, "10F))NCC": 2217, "10N%13))": 2218, "10NC%13=": 2219, "10NC=O)N": 2220, "10NCC)))": 2221, "10NOC5=O": 2222, "10OC))))": 2223, "10SNC5=O": 2224, "11))))Cl": 2225, "11)C=CC=": 2226, "116)N%12": 2227, "11=O))))": 2228, "11C=CC=C": 2229, "12))))))": 2230, "12))))O)": 2231, "12)))C=C": 2232, "12)))CCC": 2233, "12)))F))": 2234, "12)CCC=N": 2235, "12=O))))": 2236, "12=O)))C": 2237, "12C=CC=C": 2238, "12CCCCCO": 2239, "13%10)))": 2240, "13%10))F": 2241, "13%16)))": 2242, "13%20)))": 2243, "13%20))C": 2244, "13))))))": 2245, "13)CNC5=": 2246, "136)))))": 2247, "139)))))": 2248, "13=CC=CN": 2249, "13=O))C)": 2250, "13C#N)))": 2251, "13C%16))": 2252, "13C%16=O": 2253, "13C=O)N%": 2254, "13CC%17)": 2255, "13N%16))": 2256, "13NC%16=": 2257, "14%10)O)": 2258, "14))))))": 2259, "14))))Cl": 2260, "14)))C=C": 2261, "14))N)))": 2262, "14)C=CC=": 2263, "14)O))))": 2264, "14OCCNCC": 2265, "15))))))": 2266, "15)))))O": 2267, "15))CC=O": 2268, "15)O))O)": 2269, "15C5=C9%": 2270, "16%13)CN": 2271, "16%23)))": 2272, "16))))))": 2273, "16))))O)": 2274, "16)))C=C": 2275, "16)))CCF": 2276, "16)N%12)": 2277, "16=C%20O": 2278, "16=O))))": 2279, "16=O)))C": 2280, "16N%19))": 2281, "17))))C#": 2282, "17))))CC": 2283, "18%14))N": 2284, "18))))NC": 2285, "18))))O)": 2286, "18)))O))": 2287, "18=O))))": 2288, "19))))))": 2289, "19)))))C": 2290, "19)))))N": 2291, "19))))O)": 2292, "19)CCOC=": 2293, "19=CC=C6": 2294, "19C9=C%1": 2295, "19C=C5C=": 2296, "19C=CC=C": 2297, "1=O)))))": 2298, "1C9=C%13": 2299, "1C=CC=C6": 2300, "2)))))))": 2301, "2))))))C": 2302, "2))))O))": 2303, "2)))C=CC": 2304, "2)))CCCC": 2305, "2)))F)))": 2306, "2)))OC%2": 2307, "2)CCC=NN": 2308, "2+])N)))": 2309, "2+])N.[B": 2310, "20))))))": 2311, "20))))O)": 2312, "20))))OC": 2313, "20))CC%2": 2314, "20))CCC#": 2315, "20C5C=O)": 2316, "20O)))))": 2317, "21))))C#": 2318, "21))C9=C": 2319, "21)C))))": 2320, "21C9=C%1": 2321, "22)))OC%": 2322, "22C9=C%1": 2323, "22C=C5C=": 2324, "22O%21))": 2325, "23))))))": 2326, "23))))O)": 2327, "23=CC=C%": 2328, "23C9=C%1": 2329, "23OC)))O": 2330, "26C9=C%1": 2331, "27%31)O)": 2332, "2=O))))O": 2333, "2=O)))C=": 2334, "2C9=C%13": 2335, "2C=C5C=C": 2336, "2C=CC=C6": 2337, "2CCCCCO6": 2338, "2O%21))C": 2339, "3%10))))": 2340, "3%10)))N": 2341, "3%10))F)": 2342, "3%16))))": 2343, "3%20))))": 2344, "3%20))CC": 2345, "3)))))))": 2346, "3))))))[": 2347, "3)))))NC": 2348, "3)))))SC": 2349, "3))))O))": 2350, "3))O))))": 2351, "3)CNC5=O": 2352, "30=O))))": 2353, "31))))O)": 2354, "31)O))))": 2355, "36))))))": 2356, "39))))))": 2357, "3=CC=C%2": 2358, "3=CC=CNN": 2359, "3=O))C))": 2360, "3C#N))))": 2361, "3C%16)))": 2362, "3C%16=O)": 2363, "3C9=C%13": 2364, "3C=CC=NN": 2365, "3C=CN=NN": 2366, "3C=O)N%1": 2367, "3C=O)NC=": 2368, "3CC%17))": 2369, "3CNC=CC=": 2370, "3CNC=NC=": 2371, "3CO)))))": 2372, "3COC=CC=": 2373, "3N%16)))": 2374, "3N))CN5C": 2375, "3NC%16=C": 2376, "3NC=CC=C": 2377, "3NC=NC=N": 2378, "3NC=NC=O": 2379, "3NC=NNC=": 2380, "3NC=O)C=": 2381, "3NC=O)NC": 2382, "3OC)))O%": 2383, "4%10)O))": 2384, "4)))))))": 2385, "4))))))C": 2386, "4)))C=CC": 2387, "4))N))))": 2388, "4))NC=CC": 2389, "4)C=CC=C": 2390, "4)C=NC=C": 2391, "4)C=O)N)": 2392, "4)CCCCC4": 2393, "4)CCOC))": 2394, "4)CNCCCC": 2395, "4)CO)))O": 2396, "4)NC=CC=": 2397, "4)O)))))": 2398, "4=O)))NC": 2399, "4CC=CC=C": 2400, "4COC=CN=": 2401, "4OCCNCCO": 2402, "5)))))))": 2403, "5))))))C": 2404, "5))))))N": 2405, "5))))))O": 2406, "5))))))S": 2407, "5)))))C=": 2408, "5)))))O)": 2409, "5)))C=C6": 2410, "5)))C=CC": 2411, "5)))C=N6": 2412, "5)))C=NC": 2413, "5)))C=O)": 2414, "5)))CCCC": 2415, "5)))CNC=": 2416, "5)))N=C6": 2417, "5)))NNC=": 2418, "5))Br))N": 2419, "5))C))))": 2420, "5))C=CC5": 2421, "5))C=CC=": 2422, "5))C=CN=": 2423, "5))C=CNC": 2424, "5))C=CNN": 2425, "5))C=CSC": 2426, "5))C=NC=": 2427, "5))C=NNC": 2428, "5))C=NON": 2429, "5))C=O))": 2430, "5))C=O)C": 2431, "5))C=O)N": 2432, "5))C=O)O": 2433, "5))CC)C=": 2434, "5))CC=CC": 2435, "5))CC=O)": 2436, "5))CCC)O": 2437, "5))CCC=O": 2438, "5))CCCCC": 2439, "5))CCCNC": 2440, "5))CCCO)": 2441, "5))CCCOC": 2442, "5))CCNC=": 2443, "5))CCO))": 2444, "5))CF)F)": 2445, "5))CNC)C": 2446, "5))CNC=C": 2447, "5))CNCCC": 2448, "5))CO)))": 2449, "5))Cl)))": 2450, "5))Cl))C": 2451, "5))N))))": 2452, "5))N))C#": 2453, "5))N=CC=": 2454, "5))NC=CC": 2455, "5))NC=NC": 2456, "5))NC=O)": 2457, "5))OCC=C": 2458, "5)C#CCOC": 2459, "5)C#N)))": 2460, "5)C)))))": 2461, "5)C)))C=": 2462, "5)C))C=O": 2463, "5)C3CO))": 2464, "5)C=CC=C": 2465, "5)C=CC=N": 2466, "5)C=CC=O": 2467, "5)C=CN=C": 2468, "5)C=CNC=": 2469, "5)C=CSC=": 2470, "5)C=NC=C": 2471, "5)C=NC=N": 2472, "5)C=NC=O": 2473, "5)C=NN5)": 2474, "5)C=NN=C": 2475, "5)C=NNC=": 2476, "5)C=O)C=": 2477, "5)C=O)CC": 2478, "5)C=O)N)": 2479, "5)C=O)N=": 2480, "5)C=O)NC": 2481, "5)C=O)O)": 2482, "5)C=O)OC": 2483, "5)CC)C)C": 2484, "5)CC=CC=": 2485, "5)CC=O)N": 2486, "5)CCC#N)": 2487, "5)CCC=CC": 2488, "5)CCCCC4": 2489, "5)CCCCCC": 2490, "5)CCCCNC": 2491, "5)CCCNCC": 2492, "5)CCCOC=": 2493, "5)CCNC=C": 2494, "5)CCNC=N": 2495, "5)CCO))O": 2496, "5)CF)F))": 2497, "5)CF)F)F": 2498, "5)CF)F)S": 2499, "5)CN))))": 2500, "5)CNC=CC": 2501, "5)CO))))": 2502, "5)CO)))N": 2503, "5)CO)))O": 2504, "5)COC=CC": 2505, "5)CSC=CN": 2506, "5)C[N+]C": 2507, "5)F)F)))": 2508, "5)I)))))": 2509, "5)N)))))": 2510, "5)N)))C=": 2511, "5)N)))N=": 2512, "5)N))C=C": 2513, "5)N))C=N": 2514, "5)N=CC=C": 2515, "5)NC))))": 2516, "5)NC=CC=": 2517, "5)NC=NC6": 2518, "5)NC=NC=": 2519, "5)NC=O)C": 2520, "5)NC=O)N": 2521, "5)NCC=CC": 2522, "5)NCCCNC": 2523, "5)NN=C5N": 2524, "5)O)))))": 2525, "5)O)))C=": 2526, "5)O))COC": 2527, "5)O))O))": 2528, "5)SC=C5C": 2529, "5)SC=CC=": 2530, "5)SC=NC=": 2531, "5)SCC=CC": 2532, "5)[N+]=O": 2533, "5.C=O)CF": 2534, "59))))))": 2535, "59)))))N": 2536, "59)N))))": 2537, "5=C9%12)": 2538, "5=C9))))": 2539, "5=C9Cl))": 2540, "5=C9N%12": 2541, "5=CC#N))": 2542, "5=CC=C9%": 2543, "5=CC=C9)": 2544, "5=CC=C9C": 2545, "5=CC=CC=": 2546, "5=CC=CN=": 2547, "5=CC=O)C": 2548, "5=CN=CC=": 2549, "5=N8))))": 2550, "5=N9))))": 2551, "5=N9))C=": 2552, "5=N9))CC": 2553, "5=NC=C9)": 2554, "5=NC=C9C": 2555, "5=NC=C9O": 2556, "5=NC=N9)": 2557, "5=NC=O)N": 2558, "5=NN8)))": 2559, "5=NO)))C": 2560, "5=O)))))": 2561, "5=O))))C": 2562, "5=O))))N": 2563, "5=O)))C=": 2564, "5=O)))N=": 2565, "5=O)))O)": 2566, "5=O))C=C": 2567, "5=O))C=N": 2568, "5=O))CC=": 2569, "5=O))CCC": 2570, "5=O))NCC": 2571, "5=O.[Br-": 2572, "5C#N)))N": 2573, "5C%10=CC": 2574, "5C))))))": 2575, "5C)))C))": 2576, "5C)))C=O": 2577, "5C)))NC=": 2578, "5C))C=CC": 2579, "5C))C=O)": 2580, "5C))CC=C": 2581, "5C))CCCN": 2582, "5C))CCNC": 2583, "5C))NC=C": 2584, "5C)C))C=": 2585, "5C5=C9%1": 2586, "5C8=CC=C": 2587, "5C9=O)))": 2588, "5C=C6C=C": 2589, "5C=C9)))": 2590, "5C=C9)C=": 2591, "5C=C9)NC": 2592, "5C=C9C=O": 2593, "5C=CC=C6": 2594, "5C=CC=CC": 2595, "5C=CC=CS": 2596, "5C=CC=N6": 2597, "5C=CC=NC": 2598, "5C=CC=O)": 2599, "5C=CN=C6": 2600, "5C=CN=CC": 2601, "5C=CNC=C": 2602, "5C=CNN=C": 2603, "5C=CO5))": 2604, "5C=CS5))": 2605, "5C=CS5)C": 2606, "5C=CSC=C": 2607, "5C=N9)C)": 2608, "5C=N9)NC": 2609, "5C=NC=C6": 2610, "5C=NC=CN": 2611, "5C=NC=N6": 2612, "5C=NC=NC": 2613, "5C=NN5))": 2614, "5C=NNC=S": 2615, "5C=NON=C": 2616, "5C=O)C=C": 2617, "5C=O)CC)": 2618, "5C=O)N))": 2619, "5C=O)N=C": 2620, "5C=O)NC=": 2621, "5C=O)NCC": 2622, "5C=O)O%2": 2623, "5C=O)OC)": 2624, "5CC)C)))": 2625, "5CC)CCCC": 2626, "5CC=C5C=": 2627, "5CC=CC=C": 2628, "5CC=CNN=": 2629, "5CCC)C)O": 2630, "5CCC5)))": 2631, "5CCC9=O)": 2632, "5CCC9O))": 2633, "5CCC=CC=": 2634, "5CCC=CN=": 2635, "5CCC=O)O": 2636, "5CCCC4)C": 2637, "5CCCC6)C": 2638, "5CCCCCC6": 2639, "5CCCCCO6": 2640, "5CCCCN))": 2641, "5CCCCO5)": 2642, "5CCCNCC6": 2643, "5CCCO)))": 2644, "5CCCOC=C": 2645, "5CCCSC=N": 2646, "5CCNC%10": 2647, "5CCNC6=O": 2648, "5CCNC=O)": 2649, "5CN5C=CC": 2650, "5CN8C=CC": 2651, "5CNC5)C=": 2652, "5CNC5C)C": 2653, "5CNC=C6C": 2654, "5CNC=CC=": 2655, "5CNC=O)C": 2656, "5CNCCCC5": 2657, "5COC7)))": 2658, "5COC=CN=": 2659, "5N))))))": 2660, "5N))))C=": 2661, "5N=C9)))": 2662, "5N=CC=C6": 2663, "5N=CN=C6": 2664, "5N=CS8)C": 2665, "5NC=CC=C": 2666, "5NC=CC=N": 2667, "5NC=O)C=": 2668, "5NC=O)CC": 2669, "5NCCCC5)": 2670, "5NN=C5C=": 2671, "5NN=C5NC": 2672, "5O))))))": 2673, "5O))))C=": 2674, "5O))))O)": 2675, "5O)))CC=": 2676, "5OC=CC=C": 2677, "5OC=CN=C": 2678, "5OCC5O))": 2679, "5S8))))C": 2680, "5[O-]))C": 2681, "6%10))))": 2682, "6%10))C=": 2683, "6%10))NC": 2684, "6%10))OC": 2685, "6%10)Cl)": 2686, "6%10)O))": 2687, "6%10)OC%": 2688, "6%13))))": 2689, "6%13)CNC": 2690, "6%14))))": 2691, "6%15)O))": 2692, "6%23))))": 2693, "6)))))))": 2694, "6))))))C": 2695, "6))))))N": 2696, "6))))))O": 2697, "6)))))O)": 2698, "6))))C=C": 2699, "6))))C=N": 2700, "6))))C=O": 2701, "6))))CCF": 2702, "6))))CNC": 2703, "6))))Cl)": 2704, "6))))F))": 2705, "6))))NC5": 2706, "6))))NC7": 2707, "6))))NN5": 2708, "6))))O))": 2709, "6))))OC=": 2710, "6)))Br))": 2711, "6)))C#N)": 2712, "6)))C%10": 2713, "6)))C))C": 2714, "6)))C))N": 2715, "6)))C))O": 2716, "6)))C9=N": 2717, "6)))C=CC": 2718, "6)))C=CN": 2719, "6)))C=CS": 2720, "6)))C=NC": 2721, "6)))C=O)": 2722, "6)))CC#N": 2723, "6)))CC=C": 2724, "6)))CCCC": 2725, "6)))CCCN": 2726, "6)))CCF)": 2727, "6)))CCNC": 2728, "6)))CF)F": 2729, "6)))CN%1": 2730, "6)))CNC=": 2731, "6)))CO))": 2732, "6)))Cl))": 2733, "6)))F)))": 2734, "6)))F))C": 2735, "6)))F))F": 2736, "6)))N)))": 2737, "6)))N))C": 2738, "6)))N))N": 2739, "6)))N=CN": 2740, "6)))NC)C": 2741, "6)))NC=C": 2742, "6)))NC=N": 2743, "6)))NC=O": 2744, "6)))NCC=": 2745, "6)))NCCC": 2746, "6)))NCCN": 2747, "6)))NCCO": 2748, "6)))NN=C": 2749, "6)))NNC5": 2750, "6)))NS=O": 2751, "6)))O)))": 2752, "6)))O))F": 2753, "6)))O))N": 2754, "6)))OC))": 2755, "6)))OC=C": 2756, "6)))OC=N": 2757, "6)))OCC=": 2758, "6)))OCCC": 2759, "6)))OCCF": 2760, "6)))OCCN": 2761, "6)))OCF)": 2762, "6)))OCOC": 2763, "6)))ON=C": 2764, "6)))S=O)": 2765, "6)))SN=C": 2766, "6)))[N+]": 2767, "6)))[O-]": 2768, "6))Br)))": 2769, "6))Br))O": 2770, "6))C#N))": 2771, "6))C))))": 2772, "6))C))NC": 2773, "6))C))O)": 2774, "6))C=CC5": 2775, "6))C=CC=": 2776, "6))C=CCC": 2777, "6))C=CCN": 2778, "6))C=CN5": 2779, "6))C=CN=": 2780, "6))C=CNC": 2781, "6))C=CNN": 2782, "6))C=COC": 2783, "6))C=CSC": 2784, "6))C=NC=": 2785, "6))C=NN5": 2786, "6))C=NN=": 2787, "6))C=NNC": 2788, "6))C=NO5": 2789, "6))C=NOC": 2790, "6))C=NSC": 2791, "6))C=O))": 2792, "6))C=O)C": 2793, "6))C=O)N": 2794, "6))C=O)O": 2795, "6))C=S)N": 2796, "6))CC#N)": 2797, "6))CC)C)": 2798, "6))CC=CC": 2799, "6))CC=CN": 2800, "6))CC=NO": 2801, "6))CC=O)": 2802, "6))CCC=C": 2803, "6))CCC=O": 2804, "6))CCCC3": 2805, "6))CCCC=": 2806, "6))CCCCC": 2807, "6))CCCF)": 2808, "6))CCCNC": 2809, "6))CCCO)": 2810, "6))CCCOC": 2811, "6))CCN))": 2812, "6))CCNC=": 2813, "6))CCO))": 2814, "6))CCOC4": 2815, "6))CCOC=": 2816, "6))CF)F)": 2817, "6))CN)))": 2818, "6))CNC=C": 2819, "6))CNC=N": 2820, "6))CNC=O": 2821, "6))CNCC)": 2822, "6))CNCC=": 2823, "6))CNCCC": 2824, "6))CNCCN": 2825, "6))CNCCO": 2826, "6))CO)))": 2827, "6))COC=C": 2828, "6))COCCC": 2829, "6))CSC=N": 2830, "6))Cl)))": 2831, "6))Cl))C": 2832, "6))Cl))N": 2833, "6))Cl))O": 2834, "6))Cl))S": 2835, "6))F))))": 2836, "6))F)))C": 2837, "6))F)))F": 2838, "6))F))C#": 2839, 